Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/AccessControl/GetAreaInfoList/General.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAreaInfoList>     
          <!--Optional-->
         <tac:Limit>1</tac:Limit>
         <!--Optional-->
         <tac:StartReference>0</tac:StartReference>
      </tac:GetAreaInfoList>
   </soap:Body>
</soap:Envelope>